import { Question } from '../model';

export const itca: Question[] = [
  {
    "chapter": "IT 経営の成熟度は四つの視点でレベルを評価する。各評価視点と具体的な評価項目の適切な組み合わせはどれか。",
    "items": [
      { "val": 0, "name": "IT 環境と企業の IT リテラシー" },
      { "val": 1, "name": "IT 経営ガバナンスと内部統制の仕組み" },
      { "val": 2, "name": "IT 経営マインドと業務遂行・管理能力" },
      { "val": 3, "name": "IT サービス利活用とセキュリティ対策" }
    ],
    "answer": null,
    "tips": ""
  },
  {
    "chapter": "IT 経営推進プロセスガイドラインにおける，IT 経営推進者の役割はどれか。",
    "items": [
      { "val": 0, "name": "IT 経営の指針や目標を具体化し，自らが推進すること" },
      { "val": 1, "name": "IT 経営の方向性を示し，IT 利活用の動機付けをすること" },
      { "val": 2, "name": "経営者に対し，外部の専門家として助言や支援をすること" },
      { "val": 3, "name": "経営者の命を受け，IT 経営を推進し，実現させること" }
    ],
    "answer": null,
    "tips": ""
  },
  {
    "chapter": "プロセスガイドラインにおいてＩＴ経営の定義として、正しいものはどれか。",
    "items": [
      { "val": 0, "name": "経営環境の変化を洞察し、戦略に基づいたITの利活用による経営変革により、企業の健全で持続的な成長を導く経営手法である。" },
      { "val": 1, "name": "経営環境の変化に合わせ企業におって久賀的なITの選定〜導入を行うことによって、持続的な成長を導く経営手法である。" },
      { "val": 2, "name": "企業が持続的な成長をするためのITの効果を最大限にするための投資や効果について経営戦略から検討していく手法である。" },
      { "val": 3, "name": "経営環境の変化に合わせたITサービスの利活用とその管理を確実に行うことによって、企業の健全で、持続的な成長を導く経営手法である。" }
    ],
    "answer": 0,
    "tips": "第１部ＩＴを利活用して事業を成長させる、第１章ＩＴ経営とはの３．経営者はＩＴとどう付き合うべきかからの出題。 \n■ＩＴ経営の定義ＩＴ経営とは、経営環境の変化を洞察し、戦略に基づいたＩＴの利活用による経営変革により、企業の健全で持続的な成長を導く経営手法である。参照：PGL P4したがって、「経営環境の変化を洞察し、戦略に基づいたＩＴの利活用による経営変革により、企業の健全で持続的な成長を導く経営手法である」が正しい。ア．正しい。ＩＴ経営とは、経営環境の変化を洞察し、戦略に基づいたＩＴの利活用による経営変革により、企業の健全で持続的な成長を導く経営手法である。イ．誤り。「経営環境の変化に合わせ企業にとって効果的なＩＴの選定～導入を行うことによって、持続的な成長を導く経営手法である」だが、ＩＴの選定～導入だけでなく、戦略に基づいたＩＴの利活用による経営変革によって成長を導くのである。ウ．誤り。「企業が持続的な成長をするためのＩＴの効果を最大限にするための投資や効果について経営戦略から検討していく手法である」だが、ＩＴの効果を最大限にするための投資や効果も必要だが、経営変革が前提にある。エ．誤り。「経営環境の変化に合わせたＩＴサービスの利活用とその管理を確実に行うことによって、企業の健全で、持続的な成長を導く経営手法である」だが、ＩＴサービスの利活用とその管理は、戦略に基づき行われ、利活用を通して実現する経営変革によって成長を導くのである。"
  },
  {
    "chapter": "「価値前提に基づく経営の原則」について、正しいものはどれか。",
    "items": [
      { "val": 0, "name": "ステイクホルダーから共感を得る経営を行うことが企業価値を高め、最終的に顧客価値、社会価値を高めることにつながる。" },
      { "val": 1, "name": "IT経営は、IT利活用により実現したイノベーションや業務改革が新たな顧客価値や社会価値を創造するが求められる。" },
      { "val": 2, "name": "企業経営は、数値や統計データだけにとらわれず、ステイクホルダーの価値実現を目指す。" },
      { "val": 3, "name": "業績等や一過性の事実に基づいて価値を判断するのではなく、企業理念、ビジョンなど企業の本来価値に基づいて判断や行動する。" }
    ],
    "answer": 2,
    "tips": "第３部ＩＴ経営実現領域（Ｂ）の３．ＩＴ経営実現領域共通（Ｂ共通）の基本原則（１）価値に基づく（価値前提に基づく経営の原則）からの出題。　（１）価値に基づく（価値前提に基づく経営の原則）企業経営は、数値や統計データだけにとらわれず、ステイクホルダーの価値実現を目指す。参照：PGL P55したがって、「企業経営は、数値や統計データだけにとらわれず、ステイクホルダーの価値実現を目指す」が正しい。ア．誤り。「ステイクホルダーから共感を得る経営を行うことが企業価値を高め、最終的に顧客価値、社会価値を高めることにつながる」というのは、ＩＴ経営認識領域における共通（Ａ共通）の基本原則（７）社会からの要請に応える（企業価値創造の原則）についての記述である。参照：PGL P32イ．誤り。「ＩＴ経営は、ＩＴ利活用により実現したイノベーションや業務改革が新たな顧客価値や社会価値を創造することが求められる」というのは、ＩＴ経営を成功に導く７つの基本原則（７）提供価値を問い続ける（価値創造の原則）についての記述である。参照：PGL P16"
  },
  {
    "chapter": "「ＩＴ化プロジェクト」遂行中において、経営者の判断が、フェーズごとに適宜必要となるため、システムのことは担当者に任せるという態度をとることなく、率先してプロジェクトに関与していく必要がある。このことを説明している基本原則はどれか。",
    "items": [
      { "val": 0, "name": "変革への「思い」を語る（経営者の思いの形式知化の原則）" },
      { "val": 1, "name": "経営者はIT化プロジェクトに関与する（経営者関与の原則）" },
      { "val": 2, "name": "企業理念と整合させる（企業理念との整合性の原則）" },
      { "val": 3, "name": "不一致領域の調和での合意形成を行う（集団的意思決定の原則）" }
    ],
    "answer": 1,
    "tips": "第３部ＩＴ経営実現領域（Ｂ）、第３章ＩＴ戦略プロセス（Ｂ３）とＩＴ利活用プロセス共通（Ｂ４共通）の３．基本原則（１）経営者はＩＴ化プロジェクトに関与する（経営者関与の原則）からの出題。\n　\n（１）経営者はＩＴ化プロジェクトに関与する（経営者関与の原則）\n経営者が、ＩＴ化プロジェクトに無関心でいたり、ＩＴ化プロジェクトチームの責任者任せにしたりすることは、組織として変革へのモチベーションを低下させ、結果的にプロジェクトの失敗を招きかねないことに、十分注意する必要がある。\n参照：PGL P85\n\nしたがって、「経営者はＩＴ化プロジェクトに関与する（経営者関与の原則）」が正しい。\n\nア．誤り。「変革への『思い』を語る（経営者の思いの形式知化の原則）」は、「経営者は、自身の『思い』、使命を具体化し、形式知化する」を内容とする、変革認識プロセス（Ａ１）の基本原則である。参照：PGL P39\n\nイ．正しい。「『ＩＴ化プロジェクト』遂行中において、経営者の判断が、フェーズごとに適宜必要となるため、システムのことは担当者に任せるという態度をとることなく、率先してプロジェクトに関与していく必要がある」というのは、ＩＴ戦略プロセス（Ｂ３）とＩＴ利活用プロセス共通（Ｂ４共通）の基本原則（１）経営者はＩＴ化プロジェクトに関与する（経営者関与の原則）の内容である。参照：PGL P85\n\nウ．誤り。「企業理念と整合させる（企業理念との整合性の原則）」は、「経営戦略は企業理念に基づく経営ビジョン（あるべき姿）に整合させる」を内容とする、経営戦略プロセス（Ｂ１）の基本原則である。参照：PGL P67\n\nエ．誤り。「不一致領域の調和で合意形成を行う（集団的意思決定の原則）」は、「不一致領域に対する調和をするためのコミュニケーション基盤を整備する」を内容とする、コミュニケーション（Ｃ３）の基本原則である。参照：PGL P135"
  },
  {
    "chapter": "ＩＴ戦略プロセスで目標業務プロセスを作成することは、ＩＴ戦略目標やＩＴ化プロジェクトの目標を明らかにするという点で、非常に重要な作業となる。この目標業務プロセスを決定する手順で適切なものは次の中のどれか。",
    "items": [
      {
        "val": 0, "name": "IT戦略プロセスと業務改革プロセスの両方で検討を行い、業務改革プロセスで決定する。" },
      { "val": 1, "name": "IT戦略プロセスと業務改革プロセスの両方で検討を行い、IT戦略プロセスで決定する。" },
      { "val": 2, "name": "業務プロセスで概要を検討し、IT戦略プロセスで詳細を決定する。" },
      { "val": 3, "name": "IT導入ステップにおいて、新業務プロセスの詳細外部仕様を決定する。" }
    ],
    "answer": 0,
    "tips": "第３部ＩＴ経営実現領域（Ｂ）、第３章ＩＴ戦略プロセス（Ｂ３）の２．進め方（２）ＩＴ要因による業務プロセス改革の特定①目標業務プロセス策定からの出題。\n　\nビジネスや業務、組織の役割等について業務改革プロジェクトで並行して検討している場合は、両プロジェクトで、協調しながら検討する。ＩＴ戦略プロジェクトチームは、明らかになった現状業務の課題や制約、ＩＴ経営の成熟度やＩＴ化の投資予算、達成までの期間などの制約条件を考慮し、人間系で実現する部分とＩＴ系で実現する部分の区分けを行ったうえで、目標業務プロセスを決定する。\n    参照：PGL P79- P80\n　\n（参考）業務改革プロセス（Ｂ２）の（３）目標ビジネス・業務の決定、②目標業務プロセスの決定には以下の記述がある。\n\n現状業務の見直し、組織や役割分担変更などを検討し、あるべき業務プロセスの概要を作成する。並行して検討を行っているＩＴ戦略プロジェクトチームの検討結果を受け、ＩＴの利活用方法を含めた業務プロセス全体を見直し、目標業務プロセスを決定する。\n参照：PGL P72 - P73\n\nしたがって、「ＩＴ戦略プロセスと業務改革プロセスの両方で検討を行い、業務改革プロセスで決定する」が正しい。\n\nア．正しい。ＩＴ戦略プロセス（Ｂ３）と業務改革プロセス（Ｂ２）の両方で検討を行い、業務改革プロセス（Ｂ２）で決定する。\n\nイ．誤り。「ＩＴ戦略プロセスと業務改革プロセスの両方で検討を行い、ＩＴ戦略プロセスで決定する」だが、ＩＴ戦略プロセス（Ｂ３）で詳細を検討・決定するが、業務改革プロセス（Ｂ２）側で決定する。\n\nウ．誤り。「業務改革プロセスで概要を検討し、ＩＴ戦略プロセスで詳細を決定する」だが、最終決定は業務改革プロセス（Ｂ２）側で行う。\n\nエ．誤り。「ＩＴ導入ステップにおいて、新業務プロセスの詳細外部仕様を決定する」だが、目標業務プロセスは、戦略策定段階で決定するものであり、ＩＴ導入ステップ（Ｂ４－２）でＩＴ導入に伴い詳細化・具体化を行うものは、その目標業務プロセスを具現化したものである。参照：PGL P99"
  },
  {
    "chapter": "販売会社Ｂ社において新しい販売システムの調達を行う際にＲＦＰを発行して数社から提案を受けた。「外部のサービス開発・提供者の選定」で最も適切なものはどれか。",
    "items": [
      { "val": 0, "name": "想定していなかったクラウドの提案があり、評価基準が合わなくなってしまったため、評価基準の項目を変更した上で評価した。" },
      { "val": 1, "name": "想定していなかったクラウドの提案があったが、あらかじめ定めた評価基準によって採用する提案を選定した。" },
      { "val": 2, "name": "選定外とする外部のサービス開発・提供者に非採択の理由を通知した後に、経営者の承認を得て確定させた。" },
      { "val": 3, "name": "日常業務における調達として、経営戦略実行における各部門の施策の中で行った。" }
    ],
    "answer": 1,
    "tips": "第３部ＩＴ経営実現領域（Ｂ）、第４章ＩＴ利活用プロセス（Ｂ４）、ＩＴ資源調達ステップ（Ｂ４－１）の２．進め方（３）調達先の選定、契約、①外部のサービス開発・提供者の選定からの出題。\n　\n要求と提案内容の整合性を評価する。要求内容を満たしていない提案に対しては再提案を促すか、対象外とするかを判断する。提案文書だけでは提案内容が理解できないときは、必要に応じてデモンストレーションや事例紹介を要求し、提案内容を確認する。次に、あらかじめ定めた評価基準によって採用する提案を選定する。選定時には、選定経緯を記録し、経営者あるいはあらかじめ定められたステアリングコミッティの承認を得た上で確定させるとともに、選定外となった外部のサービス開発・提供者に非採択の理由を通知する。\n    参照：PGL P91\n　\nしたがって、「想定していなかったクラウドの提案があったが、あらかじめ定めた評価基準によって採用する提案を選定した」が正しい。なお、「クラウドでの構築」という想定外の提案の部分については、（３）調達先の選定、契約、②契約のところで必要な確認・調整を行う。参照：PGL P92\n　\nア．誤り。「想定していなかったクラウドの提案があり、評価基準が合わなくなってしまったため、評価基準の項目を変更した上で評価した」だが、提案評価はあらかじめ定めた評価基準によって行わなければならない。\n\n    イ．正しい。想定していなかったクラウドの提案があったが、あらかじめ定めた評価基準によって採用する提案を選定した。\n\n    ウ．誤り。「選定外となった外部のサービス開発・提供者に非採択の理由を通知した後に、経営者の承認を得て確定させた」だが、経営者の承認を得て確定させるとともに、選定外となった外部のサービス開発・提供者に非採択の理由を通知する。参照：PGL P91\n　\nエ．誤り。「日常業務における調達として、経営戦略実行における各部門の施策の中で行った」だが、ＲＦＰを発行して提案評価を行い選定する調達は、日常業務における調達ではなく、ＩＴ化プロジェクトにおける調達である。（２）ＲＦＰの発行。参照：PGL P90"
  },
  {
    "chapter": "直営店１０店舗、フランチャイズ店２０店舗の居酒屋チェーンを経営しているＡ社は、オーダーエントリシステム、ＰＯＳレジスタの刷新を中心とした店舗システムの再構築に取り組んでおり、現在、旧店舗システムから新店舗システムへのシステム移行計画を検討している。移行の方法としてもっとも適切なものは次の中のどれか。",
    "items": [
      { "val": 0, "name": "一度に全店舗を切り替えるのは、新システムに問題があった時に混乱を招くので、まずは直営店数店舗で新システムに切り替え、新システムによる業務運用に問題ないことを確認した後、残りの店舗を２ステップに分けて新システムに切り替える。 " },
      { "val": 1, "name": "新システムに切り替えた後に、致命的な問題が発生した場合には、速やかに旧システムに戻せることが重要なので、全店舗で新旧両システムによる並行運用を行い、新システムによる業務運用に問題がないことを確認した後に旧システムを撤去するようにする。 " },
      { "val": 2, "name": "フランチャイズ店数店舗で新旧両システムによる並行運用を行い、新システムによる運用に問題がないことを確認して、残りの店舗に新システムを一斉に導入すると共に旧システムを全て撤去する。 " },
      { "val": 3, "name": "使用するシステムが店舗により異なるのは問題なので全店舗を一斉に旧システムから新システムに切り替えるが、切り替え作業に問題があった場合には現場での対応が必要になるので、全店舗に現場対応ができるスキルの人員を配備して移行作業を実施する。 " }
    ],
    "answer": 0,
    "tips": "第３部ＩＴ経営実現領域（Ｂ）、第４章ＩＴ利活用プロセス（Ｂ４）、ＩＴ導入ステップ（Ｂ４－２）の２．進め方（２）ＩＴ導入のマネジメント⑤システム移行計画の策定と準備からの出題。\n　\n選択肢を整理すると、「全店舗一斉切替」「全店舗で新旧並行運用」「フランチャイズ店数店で新旧並行運用後に一斉切替」「直営店数点で新旧並行運用後に一斉切替」となる。\n\n    考慮すべきは「新システムに問題があった場合の影響の大きさ」と「新旧並行運用を行う場合の現場の運用負担の大きさ」の２点である。\n\n    したがって、「直営店数店で新旧並行運用を行い、その後に一斉切替する」移行方法が正しい。\n\n    ア．正しい。一度に全店舗を切り替えるのは、新システムに問題があった時に混乱を招くので、まずは直営店数店舗で新システムに切り替え、新システムによる業務運用に問題ないことを確認した後、残りの店舗を２ステップに分けて新システムに切り替えるとよい。\n\n    イ．誤り。「新システムに切り替えた後に、致命的な問題が発生した場合には、速やかに旧システムに戻せることが重要なので、全店舗で新旧両システムによる並行運用を行い、新システムによる業務運用に問題がないことを確認した後に旧システムを撤去するようにする」だが、致命的な問題が発生した場合に旧システムに戻せるよう配慮することは重要だが、そのための手段として居酒屋の店舗システムで並行運用を行うのは現場の混乱を招きかねない。もし、並行運用を行うのであれば、ごく一部の店舗に絞って行うべきである。\n\n    ウ．誤り。「フランチャイズ店数店舗で新旧両システムによる並行運用を行い、新システムによる運用に問題がないことを確認して、残りの店舗に新システムを一斉に導入すると共に旧システムを全て撤去する」だが、新旧並行運用を行うのは現場の混乱を招きかねない。さらに、最終判断のための先行運用を行う店舗にはフランチャイズ先ではなく、直営店を選ぶべきである。\n\n    エ．誤り。「使用するシステムが店舗により異なるのは問題なので全店舗を一斉に旧システムから新システムに切り替えるが、切り替え作業に問題があった場合には現場での対応が必要になるので、全店舗に現場対応ができるスキルの人員を配備して移行作業を実施する」だが、３０店舗同時に対応可能な人員を配置するのは実際には困難な場合が多く、問題が発生した場合の統制も大変であり、リスクが大きいので、相当な理由がない限り避けるべきである。"
  },
  {
    "chapter": "Ａ社では、基幹システムを自社で構築、運用してきている。事業のグローバル展開や顧客向けサービス時間帯の延長に伴い、データベース再構築処理を深夜時間帯に移したところ、保守部門の部門長から、深夜残業が増えたことに対するクレームが発生した。この時の対処として最も適切なものは何か。",
    "items": [
      { "val": 0, "name": "ア． 日中にデータベース再構築処理を行えるようにするための検討を行う。" },
      { "val": 1, "name": "イ． データベース再構築処理に関する保守業務をアウトソースする検討を行う。" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": "第３部ＩＴ経営実現領域（Ｂ）、第４章ＩＴ利活用プロセス（Ｂ４）、ＩＴサービス利活用ステップ（Ｂ４－３）の２．進め方（３）ＩＴサービス利活用の評価④サービスの変更要求の管理と調整からの出題。\n　\n（留意点）\n業務改革プロジェクトチームや各業務部門からクレームや改善要望が出された場合、ＩＴサービス提供部門がＩＴ戦略実行計画書に基づき、経営の全体最適の観点などから、変更要求の処置を決定する。\n変更要求の処置について、業務遂行上の重要度、影響度の判断など、業務改革プロジェクトチームとＩＴサービス提供部門との調整が必要である。\n参照：PGL P109\n\nしたがって、「業務部門との間で、データベース再構築処理を実行する時間帯を移す場合のリスクを検討し、協議・調整する」が正しい。\n\nア．誤り。「日中にデータベース再構築処理を行えるようにするための検討を行う」だが、データベース再構築処理を実行中に業務処理に与える影響やリスクについて業務部門に説明して了解を得る必要がある。\n\nイ．誤り。「データベース再構築処理に関する保守業務をアウトソースする」だが、深夜残業が増えることについてのクレームはなくなるが、運用に関して追加費用がかかることとなる。\n\nウ．誤り。「データベース再構築処理について、保守要員を常駐方式から自宅待機方式に切り替える」だが、保守要員の負担を減らすことはできるが、データベース再構築処理で問題が発生した場合の影響について、業務部門に説明して了解を得る必要がある。\n\nエ．正しい。「業務部門との間で、データベース再構築処理を別の時間帯に移す場合のリスクを検討し、協議・調整する」が適切な進め方である。"
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": ""
  },

  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": null,
    "tips": ""
  },
];
