import { Question } from "./model";

export const marketing3: Question[] = [
	{
		chapter:
			"マーケティング・ミックスのなかで、「価格の特徴」について述べた文章として誤っているものを、選びなさい",
		items: [
			{
				val: 0,
				name: "価格は他のマーケティング・ミックスの諸要素とは異なり、それ自体が確定的に利益を生み出す。",
			},
			{
				val: 1,
				name: "価格の他のマーケティング・ミックスのあり方に影響を受けるため、設定しうる価格水準が変化する。",
			},
			{
				val: 2,
				name: "価格の設定によって需要数量は変動するが、コストの水準にまで影響を及ぼすことはない。",
			},
			{
				val: 3,
				name: "低価格にしても、それがそのまま需要数量を増やすとは限らない。",
			},
		],
		answer: [2],
		tips: "マーケティング・ミックス（価格、流通、プロモーション、製品）のなかで、価格がいかなる特徴をもつかを確認したい。価格は他のマーケティング・ミックスの所要ととはことなり、それ自体が確定的に利益を生み出す。\n　価格以外のマーケティング・ミックスは、需要数量に盈虚言うを与えることで、売上に貢献する。しかし価格はそれ自体が売上に直結する。",
	},
];
