import { Question } from './model';

export const wine5: Question[] = [
  {
    "chapter": "ワインは世界最古のお酒の１つである。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "ブドウは世界で最も多く栽培されている果樹である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "フィロキセラとはブドウ樹に寄生するアブラムシの一種である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "ワイン用として使用されるのはヨーロッパ系ブドウ品種である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "ソーヴィニョン・ブラン種は、フランス、ブルゴーニュ地方の代表的な白ブドウ品種の１つである。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "ソーヴィニヨン・ブランは、フランスのボルドー地方を原産地とする、緑色の果皮をもつブドウの品種である。"
  },
  {
    "chapter": "発酵の仕組みと製法別分類　ワインは製法別に「スティルワイン」「スパークリングワイン」「アロマタイズドワイン」の３つに分類される。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "ワインは製法別では「スティルワイン」「スパークリングワイン」「フォーティファイドワイン」「フレーヴァードワイン」の4種類に大別されます。"
  },
  {
    "chapter": "基本的なワイン造りの工程は、「原料処理」「発酵」「瓶詰めおよび出荷」の３工程である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "基本的なワイン造りの工程は、「原料処理」「発酵」「安定化・ろ過」「瓶詰めおよび出荷」の４工程である。"
  },
  {
    "chapter": "赤ワインは圧搾の作業を醸しの前に行う",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "赤ワインは圧搾の作業を醸しの後に行う"
  },
  {
    "chapter": "木樽の発酵槽は「機密性が高く酸化しにくい」「衛生管理が容易」などの特徴を持つ。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "木樽の発酵槽は「機密性が高く酸化しやすい」「衛生管理が難しい」などの特徴を持つ"
  },
  {
    "chapter": "シュールリーとは白ワインに用いられる特殊な製法である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "フランスのシャンパーニュに用いられる製法は瓶内ニ次発酵方式である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "軽快タイプの赤ワインは「色合いが淡い」「味わいは渋みが少なく、爽やかな酸味が主体」などが特徴である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "重厚タイプの赤ワインのおすすめ温度は５〜８°Cである。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "重厚タイプの赤ワインのおすすめ温度は$16〜18°C前後です。"
  },
  {
    "chapter": "ブルゴーニュ型グラスは濃醇な味わいを感じやすくするため、湾曲性の高い形状である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "ブルゴーニュグラスは、大きく広がった丸いボウルと狭まった口（リム）が特徴で、赤ワインの繊細な香りを引き出し、グラス内に閉じ込めることで複雑な香りを楽しめます。"
  },
  {
    "chapter": "重厚タイプの白ワインと「同調」の提案を行うなら、「軽やかさ」「爽やかさ」のある料理がふさわしい。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "重厚タイプの白ワインと「同調」の提案を行うなら、「軽やかさ」「爽やかさ」のある料理がふさわしくない。\n肉料理:濃厚なソースを使った肉料理（牛肉の赤ワイン煮込みや鴨肉のローストなど）は、ワインの重厚なボディとよく合います。\n魚介料理:魚の脂の旨味や濃厚な風味を持つ魚料理（ウナギの蒲焼きや帆立のソテーなど）は、ワインのコクと調和します。\nチーズ:熟成されたチーズや、風味豊かなチーズも、重厚な白ワインとの相性が良いです。"
  },
  {
    "chapter": "ワインの適切な保存管理として「適切な温度」「振動や衝撃を避ける」などが挙げられる。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "ブルゴーニュ地方産ワインの特徴の１つは「主に単一品種でのワイン造り」である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "シャンパーニュ地方は高品質な白ワインを生産する地方として有名である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "シャンパーニュ地方は高品質なスパークリングワインを生産する地方として有名である。"
  },
  {
    "chapter": "アルザス地方はドイツ系品種の白ワインを多く産出するワイン産地である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "ドイツの世界最高峰のデザートワインの一つとして、トロッケンベーレンアウスレーゼが挙げられる。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "イタリアは国内のすべての州でワイン生産を行なっている。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "スペインはブドウの栽培面積およびワイン輸出量とも世界トップクラスである。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "アメリカのワイン消費量は世界トップクラスである。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "シャルドネ種はアメリカを代表する白ブドウ品種の一つである。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "チリワインの最大の輸出相手国は日本である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "ニュージーランドワインの99%以上がスクリューキャップを採用している。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "「日本ワイン」とは、国産ぶどうのみを原料とし国内で製造されたワインである。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "ワインは古代ギリシャにおいては薬学的効果の高い飲料として重宝された。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "1990年代に日本でワイン人気が高まった理由の一つとして「ボルドーワインの格付け」が挙げられる。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [1],
    "tips": "1990年代に日本でワイン人気が高まった理由の一つとして「メドック格付け」が挙げられる。"
  },
  {
    "chapter": "飲酒運転撲滅のため2006年より全日本交通安全協会が実施している運動が「ハンドルキーパー運動」である。",
    "items": [
      { "val": 0, "name": "○" },
      { "val": 1, "name": "×" },
    ],
    "answer": [0],
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": [],
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": [],
    "tips": ""
  },
  {
    "chapter": "",
    "items": [
      { "val": 0, "name": "" },
      { "val": 1, "name": "" },
      { "val": 2, "name": "" },
      { "val": 3, "name": "" }
    ],
    "answer": [],
    "tips": ""
  },

];
